{
	"contact.email_hint": "Aceptar sólo direcciones de correo electrónico válidas",
	"contact.email_label": "Correo electrónico",
	"contact.message_hint": "Mínimo 10 caracteres",
	"contact.message_label": "Mensaje",
	"contact.snackbar_action": "Cerrar",
	"contact.snackbar_label": "Correo guardado correctamente",
	"contact.submit": "Enviar",
	"contact.submit_tooltip": "Haga clic para enviar su mensaje",
	"contact.title": "Contacto",
	"contact.tooltip_label": "Haz clic para escribir un mensaje",
	"experiences.companies.gitrepo_label": "Aquí encontrará un repositorio Git a modo de ilustración",
	"experiences.companies.label": "Además de autónomo, también trabajo en empresas",
	"experiences.companies.leckpa.duration": "2020 - 2021: Leckpa Group (empresa de servicios digitales)",
	"experiences.companies.leckpa.label": "Ayudé a la empresa a construir",
	"experiences.companies.leckpa.service1": "Aplicaciones web con un back-end Java o PHP y un front-end Ionic / Angular.",
	"experiences.companies.ministry.duration": "2019 - 2020: Ministerio de Agua y Energía (Camerún)",
	"experiences.companies.ministry.label": "Participé en el desarrollo de",
	"experiences.companies.ministry.label_pdf_link": "Puede descargar aquí el formulario del proyecto en PDF",
	"experiences.companies.ministry.service1": "La aplicación web para la gestión de monografías hidráulicas en el medio rural con el framework Symfony / PHP",
	"experiences.companies.socsuba.duration": "2021 - Ahora: Socsuba (empresa comercial)",
	"experiences.companies.socsuba.label": "Construyo para la empresa",
	"experiences.companies.socsuba.service1": "Aplicaciones web y Android WebViews con el lenguaje Java",
	"experiences.companies.socsuba.service2": "Front-ends móviles con Ionic / Angular que consumen el back-end de Odoo ERP.",
	"experiences.companies.socsuba.service3": "Aplicaciones y módulos Odoo. Desarrollo de módulos comerciales con informe en PDF y Excel para el departamento de contabilidad.",
	"experiences.companies.young_dynamic.duration": "2018 - 2019: Jóvenes dinámicos de Yaoundé (Asociación de personas)",
	"experiences.companies.young_dynamic.label": "He desarrollado y mantenido",
	"experiences.companies.young_dynamic.service1": "Una aplicación web para la recaudación de fondos, gestión de préstamos, cálculo de intereses; con PHP y un ORM construido por mí mismo.",
	"experiences.freelance.label": "Como autónomo proactivo, trabajo regularmente con clientes que tienen necesidades diversas. Algunos quieren una aplicación completa, otros solo quieren una parte para completar la aplicación existente.",
	"experiences.freelance.repo_frontend": "Aquí encontrarás un repositorio Git como ilustración del impresionante front-end que consume los dos back-ends anteriores",
	"experiences.freelance.repo_microservice": "Aquí encontrará un repositorio Git como ilustración de un microservicio",
	"experiences.freelance.repo_upgrade": "Aquí encontrarás un repositorio Git para ilustrar la actualización de la versión framework del microservicio anterior",
	"experiences.freelance.service1": "Añadir un nuevo microservicio a la aplicación",
	"experiences.freelance.service2": "Actualizar la versión del framework y modificar el código obsoleto",
	"experiences.freelance.service3": "Plantillas con Angular Material para mejorar la experiencia del usuario",
	"experiences.title": "Experiencias",
	"home.contact_me": "Póngase en contacto conmigo",
	"home.current_learning": "Actualmente estoy trabajando en la construcción de microservicios y para una empresa comercial (Socsuba).",
	"home.greeting": "Hola, me llamo",
	"home.profession": "Desarrollo aplicaciones web back-end y front-end.",
	"home.service": "Soy un desarrollador web de pila completa Spring Boot / Angular. Puedo ayudarle a construir una API REST con un front-end inteligente en muy poco tiempo.",
	"home.service_else": "Si prefiere construir una parte de su aplicación, puedo ayudarle a hacerlo:",
	"home.service_item1": "Construir un back-end seguro que pueda ser utilizado por cualquier front-end.",
	"home.service_item2": "Construye un frontend inteligente con un bonito diseño para consumir tu backend",
	"home.service_update_item1": "Actualizar la versión de Spring Boot y cambiar el código obsoleto",
	"home.service_update_item2": "Actualizar la versión de Angular y cambiar el código obsoleto",
	"home.service_update_item3": "Añada nuevas funciones a su aplicación",
	"home.service_update_label": "Si quieres actualizar tu aplicación o actualizar la versión del framework utilizado para construirla, puedo ayudarte a hacerlo:",
	"home.thank_message": "Gracias por tomarse el tiempo de leer este contenido. Ganarás más poniéndote en contacto conmigo.",
	"home.website_overview": "Consulte este sitio web para obtener una visión general",
	"language.label": "Lengua",
	"nav.contact": "Contacto",
	"nav.experiences": "Experiencias",
	"nav.home": "Inicio",
	"nav.skills": "Competencias",
	"skills.backend_framework": "Todo ello asistido por el framework Spring Boot",
	"skills.frontend_framework": "Todos asistidos por el marco",
	"skills.frontend_label": "Para el desarrollo de aplicaciones front-end, utilizo:",
	"skills.occasionally_work": "Para necesidades imprevistas en la realización de un proyecto, trabajo ocasionalmente y por necesidad en PHP y Python.",
	"skills.summary": "La programación es mi afición. He aprendido varios lenguajes de programación, pero para satisfacer a mis clientes con rapidez y eficacia, me he centrado en tres de ellos.",
	"skills.summary_focus": "Así, para el desarrollo de aplicaciones back-end, utilizo:",
	"skills.title": "Habilidades"
}
