{
	"contact.email_hint": "N'accepter que les adresses email valides",
	"contact.email_label": "Email",
	"contact.message_hint": "10 caractères minimum",
	"contact.message_label": "Message",
	"contact.snackbar_action": "Fermer",
	"contact.snackbar_label": "Mail sauvegardé avec succès",
	"contact.submit": "Envoyer",
	"contact.submit_tooltip": "Cliquez pour envoyer votre message",
	"contact.title": "Contact",
	"contact.tooltip_label": "Cliquez pour écrire un message",
	"experiences.companies.gitrepo_label": "Vous trouverez ici un dépôt Git à titre d'illustration",
	"experiences.companies.label": "Outre le travail en free-lance, je travaille également dans des entreprises",
	"experiences.companies.leckpa.duration": "2020 - 2021 : Leckpa Group (entreprise de services numériques)",
	"experiences.companies.leckpa.label": "J'ai aidé l'entreprise à construire",
	"experiences.companies.leckpa.service1": "Applications web avec un back-end Java ou PHP et un front-end Ionic / Angular.",
	"experiences.companies.ministry.duration": "2019 - 2020 : Ministère de l'eau et de l'énergie (Cameroun)",
	"experiences.companies.ministry.label": "J'ai participé au développement de",
	"experiences.companies.ministry.label_pdf_link": "Vous pouvez télécharger ici le formulaire de projet au format PDF",
	"experiences.companies.ministry.service1": "L'application web pour la gestion des monographies hydrauliques en milieu rural avec le framework Symfony / PHP",
	"experiences.companies.socsuba.duration": "2021 - Aujourd'hui : Socsuba (société commerciale)",
	"experiences.companies.socsuba.label": "Je construis pour l'entreprise",
	"experiences.companies.socsuba.service1": "Applications Web et WebViews Android avec le langage Java",
	"experiences.companies.socsuba.service2": "Fronts mobiles avec Ionic / Angular qui consomment le back-end d'Odoo ERP",
	"experiences.companies.socsuba.service3": "Applications et modules Odoo. Développement de modules commerciaux avec des rapports PDF et Excel pour le département comptable.",
	"experiences.companies.young_dynamic.duration": "2018 - 2019 : Jeunes dynamiques de Yaoundé (Association de personnes)",
	"experiences.companies.young_dynamic.label": "J'ai développé et mis à jour",
	"experiences.companies.young_dynamic.service1": "Une application web pour la collecte de fonds, la gestion des prêts, le calcul des intérêts ; avec PHP et un ORM construit par moi-même.",
	"experiences.freelance.label": "En tant que freelance proactif, je travaille régulièrement avec des clients qui ont des besoins variés. Certains veulent une application complète, d'autres veulent juste une partie pour compléter l'application existante.",
	"experiences.freelance.repo_frontend": "Vous trouverez ici un dépôt Git pour illustrer le magnifique front-end qui consomme les deux backends précédents",
	"experiences.freelance.repo_microservice": "Vous trouverez ici un dépôt Git comme illustration d'un microservice",
	"experiences.freelance.repo_upgrade": "Vous trouverez ici un dépôt Git pour illustrer la mise à jour de la version du framework du microservice précédent",
	"experiences.freelance.service1": "Ajouter un nouveau microservice à l'application",
	"experiences.freelance.service2": "Mise à jour de la version du framework et modification du code obsolète",
	"experiences.freelance.service3": "Modèles avec Angular Material pour améliorer l'expérience utilisateur",
	"experiences.title": "Expériences",
	"home.contact_me": "Contactez-moi",
	"home.current_learning": "Je travaille actuellement sur la construction de microservices et pour une société commerciale (Socsuba).",
	"home.greeting": "Bonjour, je m'appelle",
	"home.profession": "Je développe des applications web back-end et front-end.",
	"home.service": "Je suis un développeur web Spring Boot / Angular. Je peux vous aider à construire une API REST avec un front-end intelligent dans un délai très court.",
	"home.service_else": "Si vous préférez construire une partie de votre application, je peux vous aider à le faire :",
	"home.service_item1": "Construire un back-end sécurisé qui peut être utilisé par n'importe quel front-end",
	"home.service_item2": "Construisez un frontend intelligent avec un beau design pour consommer votre backend",
	"home.service_update_item1": "Mettre à jour la version de Spring Boot et modifier le code obsolète",
	"home.service_update_item2": "Mettre à jour la version d'Angular et modifier le code déprécié",
	"home.service_update_item3": "Ajouter de nouvelles fonctionnalités à votre application",
	"home.service_update_label": "Si vous souhaitez mettre à jour votre application ou mettre à jour la version du framework utilisé pour la construire, je peux vous aider à le faire :",
	"home.thank_message": "Merci d'avoir pris le temps de lire ce contenu. Vous gagnerez plus en me contactant",
	"home.website_overview": "Consultez ce site Web pour un aperçu",
	"language.label": "Langue",
	"nav.contact": "Contact",
	"nav.experiences": "Expériences",
	"nav.home": "Accueil",
	"nav.skills": "Compétences",
	"skills.backend_framework": "Le tout assisté par le framework Spring Boot",
	"skills.frontend_framework": "Tous assistés par les frameworks",
	"skills.frontend_label": "Pour le développement d'applications frontales, j'utilise :",
	"skills.occasionally_work": "Pour des besoins imprévus sur la réalisation d'un projet, je travaille occasionnellement et par nécessité en PHP et Python.",
	"skills.summary": "La programmation est mon hobby. J'ai appris plusieurs langages de programmation, mais afin de satisfaire mes clients rapidement et efficacement, je me suis concentré sur trois d'entre eux.",
	"skills.summary_focus": "Ainsi, pour le développement d'applications back-end, j'utilise :",
	"skills.title": "Compétences"
}
